04_Simulation/2.IN_THE_LOOP/PH_gen100_pop100_symUK_parIs_first_and_last_profiles/running_pfac150_pop100_seed0/run_04905/PH_2D_RANS_kOmegaSSTx/constant/RASProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  plus                                  |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      RASProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType RASModel;

    RASModel            kOmegaSSTx;

    turbulence          on;

    printCoeffs         on;
    
         
// ************************************************************************* //
